In [1]:
import pandas as pd

In [2]:
legoti = pd.read_csv("Datoteke/podatki.csv")
legoti

         id                          ime   ocena  zaloga   cena
0     10255              Assembly Square  4.7675    True  25999
1     10265                 Ford Mustang  4.8075    True  14999
2     10266  NASA Apollo 11 Lunar Lander  4.8272    True   8999
3     10270                     Bookshop  4.2209    True  16999
4     10271                     Fiat 500  4.2455    True   6999
...     ...                          ...     ...     ...    ...
1229  88015                  Battery Box  2.0000    True   2999
1230  88016                    Large Hub  5.0000    True  20999
1231  88017          Large Angular Motor     NaN    True   2999
1232  88018         Medium Angular Motor     NaN    True   2499
1233  92176   LEGO® NASA Apollo Saturn V  4.7957    True  10499

[1234 rows x 5 columns]